Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Valtioiden tulee tarvittaessa ryhtyä erityisiin saamelaisia koskeviin positiivisiin toimenpiteisiin saamelaisten tämän sopimuksen mukaisten oikeuksien toteuttamiseksi.
sme: Sámiid vuoigatvuođaid čađaheapmái dán konvenšuvnna mielde stáhtat galget dárbbu mielde mearridit erenoamáš positiiva doaibmabijuid sidjiide.

source: Artiklan ensimmäisessä kappaleessa vahvistetaan syrjimättömyyden periaate.
sme: Vuosttaš lađas nanne vealatkeahttáivuođa prinsihpa. Sámit leat sihke

source: Saamelaisia on syrjitty sekä kansana että yksilöinä kaikissa kolmessa sopimusvaltiossa ja
sme: álbmogin ja ovttaskas olmmožin vásihan vealaheami. Nu lea dilli leamaš buot

source: etenkin ajanjaksoina, jolloin valtaväestö on katsonut saamelaisen kulttuurin ja
sme: golmma riikkas, ja erenoamážit dakkár áigodagaid go váldoálbmot lea oaivvildan

source: elinkeinoelämän olevan ristiriidassa omien etujensa kanssa.
sme: ahte sámi kultuvra ja ealáhuseallin leat boahtán vuostálagaid sin beroštumiiguin.

source: Vaikka saamelaisten suojaton
sme: Vaikko odne lea eambbo dohkkehuvvon ahte sámiid sajádat lea áitojuvvon, de

source: asema tunnustetaan nykyään entistä laajemmin, asiantuntijatyöryhmä on kuitenkin katsonut
sme: áššedovdi joavku lea dattetge gávnnahan dárbbašlažžan konvenšuvnnain nannen

source: tarpeelliseksi vahvistaa tätä negatiivisen syrjinnän kieltoa sopimuksella.
sme: gildosa negatiiva vealaheami vuostái.

source: Tällainen
sme: Dakkár mearrádus vealatkeahttáivuođa birra

source: syrjimättömyyttä koskeva määräys on myös sopusoinnussa Suomen yhdenvertaisuuslain
sme: heive maid suopmelaš láhkii ovttadássásaš meannudeami birra, mii lea láhka 21/2004,

source: 21/2004, Norjassa 3. kesäkuuta 2005 annetun, etnisen taustan, uskonnon ym. perusteella
sme: geassemánu 3. b. 2005 mannosaš norgalaš láhkii, nr. 33, mii gieldá vealaheami

source: tapahtuvan syrjinnän kieltämistä koskevan lain n:o 33 ja Ruotsissa syrjinnän kieltämisestä
sme: čearddalašvuođa, oskku jna. geažil, ruoŧŧilaš láhkii vealaheami gildosa birra, mii lea

source: annetun lain 2003:307 kanssa.
sme: láhka 2003:307.

source: Tässä yhteydessä viitataan myös YK:n kansalaisoikeuksien ja
sme: Mii čujuhit maid ON-konvenšuvdnii mii lea siviila ja politihkalaš

source: poliittisten oikeuksien yleissopimukseen (katso 7.4.2 kohta edellä), YK:n kaikkinaisen
sme: vuoigatvuođaid birra (SP), artihkkalii 26 (geahča dás ovddabealde čuoggá 7.4.2), ON

source: rotusyrjinnän poistamista koskevaan yleissopimukseen (katso 7.6 kohta edellä), YK:n lapsen
sme: konvenšuvdnii buotlágan vealahemiid heaittiheami birra (geahča dás ovddabealde

source: oikeuksia koskevan yleissopimuksen 2 artiklaan (katso 7.7.2 kohta edellä), Euroopan
sme: čuoggá 7.6), ON-konvenšuvdnii mánáid vuoigatvuođaid birra, artihkkalii 2 (geahča

source: ihmisoikeussopimuksen 14 artiklaan (katso 7.10 kohta edellä), Euroopan neuvoston
sme: artihkkalii 14 (geahča dás ovddabealde čuoggá 7.10), Eurohparáđi

source: kansallisten vähemmistöjen suojelua koskevaan puiteyleissopimukseen (katso 7.11 kohta
sme: rápmakonvendšuvdnii mii galgá suodjalit álbmotlaš unnitloguid (geahča dás ovddabealde čuoggá 7.11) ja EU ráđđedirektiivva 2000/43 (geahča dás ovddabealde

source: edellä) ja Euroopan unionin neuvoston direktiiviin 2000/43/EY (katso 7.14 kohta edellä).
sme: čuoggá 7.14).

source: Toinen kappale: Ensimmäisen kappaleen määräys ei estä valtioita ryhtymästä
sme: Nubbi lađas: Vuosttaš lađđasa vuosttaš lađas ii hehtte álggaheames positiiva

source: positiivisiin erityistoimenpiteisiin turvatakseen tämän sopimuksen mukaiset saamelaisten
sme: sierradoaibmabijuid mat sihkkarastet sámiid vuoigatvuođaid ja ollašuhttet stáhtaid

source: oikeudet ja täyttääkseen omat velvollisuutensa.
sme: geatnegasvuođaid dán konvenšuvnna mielde.

source: Ylimääräisiä toimenpiteitä tarvitaan sen
sme: Dárbu lea sierradoaibmabijuide mat

source: varmistamiseksi, että saamelaiset saavat samanlaisen oikeuden kieleensä, kulttuuriinsa ym.
sme: sihkkarastet sámiide seammá vuoigatvuođa giellaseaset, kultuvraseaset jna. go

source: kuin valtaväestökin, ja toisen kappaleen määräys velvoittaa valtiot toteuttamaan tarvittavat
sme: váldoálbmogii, nuppi lađđasa mearrádus buktá gohččosa stáhtaide čađahit dárbbašlaš

source: erityistoimenpiteet.
sme: sierradoaibmabijuid.

source: Tämä on seurausta niistä velvollisuuksista, joita valtioilla on 6 artiklan ja
sme: Dát lea konsekvensa dain geatnegasvuođain mat stáhtain leat

source: sopimuksen muutamien muiden säännösten nojalla.
sme: artihkkala 6 mielde, ja konvenšuvnna ollu eará mearrádusain.

source: Tässä yhteydessä viitataan myös edellä
sme: Mii čujuhit maid

source: 7.2 ja 7.4.3 kohdassa esitettyihin seikkoihin.
sme: čilgehussii mii lea ovddabealde čuoggáin 7.2 ja 7.4.3.

source: On tunnustettu tosiasia, etteivät lainsäädännön puolueettomuus ja muodollinen
sme: Dábálaš dovddastus lea ahte láhkaásahusa neutrálavuohta ja formála

source: yhdenvertaisuus useinkaan riitä estämään vähemmistön syrjintää. Erilaisten tilanteiden
sme: ovttadássásaš gieđahallan dávjá eai leat doarvái hehtten dihte unnitlogu vealaheami.

source: yhdenvertainen kohtelu voi päinvastoin ylläpitää epätasa-arvoa.
sme: Ovtta ládje gieđahallat guovttelágan dili sáhttá baicce bisuhit erohusa.

source: Muodollinen yhdenvertaisuus
sme: Formála

source: saattaa johtaa kulttuuristen erityispiirteiden häviämiseen.
sme: ovttaláhkásaš geavaheapmi sáhttá dagahit ahte kultuvrralaš iešvuođat jávket.

source: Jos saamelaisten kulttuuriset
sme: Ja jos

source: erityispiirteet katoavat, katoavat myös saamelaiset kansana.
sme: sámiid kultuvrralaš iešvuođat jávket, det jávket maiddái sámit álbmogin.

source: Nimenomaan heidän kulttuurinsa
sme: Sin kultuvra

source: tekee heistä kansan.
sme: dat lea mii dahká sin álbmogin.

source: Tämän takia eri tilanteita tulee kohdella eri tavalla yhdenvertaisuuden
sme: Iešguđetlágan dilit fertejit danne gieđahallojuvvot

source: saavuttamiseksi.
sme: iešguđege ládje, ovdalgo lea ovttadássásaš gieđahallan.

source: Tässä yhteydessä voidaan viitata Suomen yhdenvertaisuuslakiin, jonka 6 §:n
sme: suopmelaš láhkii ovttadássásaš gieđahallama birra, mas 6 paragráfa cealká ahte

source: mukaan syrjinnällä tarkoitetaan myös sitä,
sme: vealaheapmin rehkenastojuvvo maiddái

source: ” että näennäisesti puolueeton säännös, peruste tai käytäntö saattaa jonkun erityisen epäedulliseen asemaan muihin vertailun kohteena oleviin nähden, paitsi jos säännöksellä, perusteella tai käytännöllä on hyväksyttävä tavoite ja tavoitteen saavuttamiseksi käytetyt keinot ovat asianmukaisia ja tarpeellisia (välillinen syrjintä). ”
sme: ” go olgguldasat neutrála mearrádus dahje olgguldasat neutrála eaktu dahje gieđahallanvuohki earenoamážit vealaha soapmása nuppiid ektui, geaiguin lea lunddolaš buohtastahttit, vaikko mearrádusa, eavttu dahje gieđahallanvuogi duohken ii leat dohkálaš ulbmil iige ulbmila gaskaoapmi leat heivvolaš iige dárbbašlaš (eahpenjuolggos vealaheapmi). ”

source: Tällaiseen tulkintaan on päätynyt myös Euroopan ihmisoikeustuomioistuin, joka
sme: Dakkár ipmárdus lea maid biddjojuvvon vuođđum Eurohpalaš olmmošvuoigat

source: lausuu 6. huhtikuuta 2000 asiassa Thlimmenos vastaan Kreikka antamassaan tuomiossa nro
sme: vuođaduopmostuolus, mii cuoŋománu 6. b. 2000 cealká duomustis áššis Thlimmenos

source: Lisäksi Suomen yhdenvertaisuuslain 7 §:n 2 momentissa sanotaan, että kyseisellä
sme: Ja 7 § 2 momeanttas celkojuvvo ahte láhka mii mearrida ahte olbmuiguin galgá

source: lailla ei estetä sellaisia erityistoimenpiteitä, joiden tavoitteena on tosiasiallisen
sme: ovttadássásaččat meannuduvvot, ii hehtte sierra doaibmabijuid main lea ulbmil ollašuhttit dásseárvvu go olbmuiguin meannuduvvo, mii gohčoduvvo positiiva

source: yhdenvertaisuuden saavuttaminen (jota kutsutaan positiiviseksi erityiskohteluksi).
sme: sierrameannudeapmin..

source: Sama asia
sme: Nu lea maiddái norgalaš lága mielde mii gieldá vealaheami, §

source: sanotaan Norjan syrjintäkiellosta annetun lain 4 §:n neljännessä momentissa. Tässä
sme: 4 njealját lađas.

source: yhteydessä viitataan myös Euroopan neuvoston kansallisten vähemmistöjen suojelua
sme: Maiddái Europaráđi rápmakonvenšuvdnii čujuhuvvo, mii suodjala

source: koskevan puiteyleissopimuksen 4 artiklaan (katso 7.11 kohta edellä) ja Euroopan unionin
sme: riikkaid unnitloguid, artihkkal 4 (geahča dás ovddabealde čuoggás 7.11) ja

source: neuvoston direktiivin 2000/43/EY 5 artiklaan (katso 7.14 kohta edellä).
sme: ráđđedirektiivii 2000/43 artihkkalii 5 (geahča dás ovddabealde čuoggás 7.14).

source: YK:n ihmisoikeuskomitea (UN.
sme: ON olmmošvuoigatvuođalávdegoddi (UN.

source: Human Rights Committee) on KP:n 27 artiklaa
sme: Human Rights Committee) lea

source: koskevissa lausunnoissaan ottanut lähtökohdaksi, ettei positiivinen erityiskohtelu ole
sme: sierrameannudeapmi ii leat duššefal lobálaš, muhto muhtun dáhpáhusain maiddái

source: ainoastaan sallittua vaan joissakin tilanteissa myös välttämätöntä.
sme: dárbbašlaš.

source: KP:n 26 artiklaan perustuva
sme: Ovttadássásaš meannudeami gáibádus SP artihkkala 26 mielde, ii hehtte,

source: yhdenvertaisuusvaatimus ei ihmisoikeuskomitean käsityksen mukaan estä kohtelemasta
sme: nu oaivvilda Olmmošvuoigatvuođalávdegoddi, meannudeames unnitloguin buorebut,

source: vähemmistöä eriarvoisesti silloin, kun eriarvoisen kohtelun tarkoituksena on hyvittää aiemmat
sme: go dán sierralágan meannudeami ulbmil lea njulget ovddeš áiggiid boasttuvuođaid ja

source: epäoikeudenmukaisuudet ja näin ollen saada aikaan todellinen tasa-arvo kansanryhmien
sme: dainna lágiin buktit áigái duohta ovttadássásašvuođa álbmotčearddaid gaskii (geahča

source: välille (katso General Comment No. 23, CCPR / C/21/Rev.1/Add.5 para 6.1 ja 6.2, jota on
sme: General Comment No. 23, CCPR / C/21/Rev.1/Add.5 para 6.1 og 6.2, mii lea gearddu

source: siteerattu edellä 7.4.3 kohdassa).
sme: huvvon dás ovddabealde čuoggás 7.4.3).

source: Ne eivät estä yksitäistä sopimusvaltiota laajentamasta saamelaisten oikeuksia tai ryhtymästä pidemmälle meneviin toimenpiteisiin, eikä niitä voida käyttää perusteena rajoittaa sellaisia saamelaisten oikeuksia, jotka seuraavat muista oikeussäännöistä.
sme: Dat ii hehtte ovttage stáhta viiddideames sámiid vuoigatvuođaid dahje mearrideames viidát doaibmabijuid, iige dan leat vejolaš geavahit vuođđun sámiid vuoigatvuođaid ráddjemii mat vulget eará riektenjuolggadusain.

source: Saamelaissopimuksen säännökset ovat vähimmäisoikeuksia.
sme: Sámekonvenšuvnna njuolggadusat leat unnimusvuoigatvuođat.

source: Yksittäiset sopimusvaltiot
sme: Guhtege riika sáhttá

source: voivat kansallisella lainsäädännöllään ja muilla tavoin antaa saamelaisille laajemmat oikeudet
sme: nationála láhkaásahusain ja earáge ládje addit sámiide vuoigatvuođaid mat leat stuorit

source: kuin tästä sopimuksesta seuraa.
sme: go dat mat vulget dán konvenšuvnnas.

source: Oikeussääntöjen yhdenmukaistamista koskeva 10 artiklan
sme: Artihkkala 10 mearrádus njuolggadusaid

source: määräys ei estä tätä.
sme: harmoniseremis eai galgga hehttet dahkamis nu.

source: Pohjoismaisen saamelaissopimuksen tarkoituksena ei myöskään ole estää
sme: Davviriikkaid sámekonvenšuvdna ii

source: sopimusvaltioita ratifioimasta yleissopimuksia, jotka antavat saamelaisille laajemmat oikeudet
sme: maid galgga leat hehttehussan stáhtaide ratifiseremis konvenšuvnnaid mat addet

source: kuin tämä sopimus.
sme: sámiide buoret vuoigatvuođaid go daid mat leat dán konvenšuvnnas.

source: Mikäli on olemassa kansallisia säännöksiä, jotka antavat saamelaisille laajemmat
sme: Go leat nationála njuolggadusat mat addet sámiide buoret vuoigatvuođaid go dán

source: oikeudet kuin tämän sopimuksen säännöistä seuraa, näitä oikeuksia ei voida rajoittaa tämän
sme: konvenšuvnna njuolggadusat, de ii leat vejolaš geavahit dán konvenšuvnna

source: sopimuksen perusteella.
sme: njuolggadusaid ággan gáržžidit daid vuoigatvuođaid.

source: Sama pätee niissä tapauksissa, joissa kansainvälisissä säännöksissä
sme: Nu lea maiddái jos

source: annetut oikeudet ovat laajempia kuin tästä sopimuksesta seuraa. Alkuperäiskansojen
sme: riikkaidgaskasaš njuolggadusat addet buoret vuoigatvuođaid go dát konvenšuvdna.

source: oikeuksissa on tapahtumassa kehitystä kansainvälisellä tasolla, eikä tällä sopimuksella saa
sme: Álgoálbmogiid vuoigatvuođaid dáfus lea ovdáneapmi riikkaidgaskasaš dásis, ja dát

source: perustella sitä, ettei kansainvälisellä tasolla osallistuta aiempaa laajempien oikeuksien
sme: konvenšuvdna ii galgga geavahuvvot ággan manne ii servojuvvo vuoigatvuođaid

source: Itsenäisten valtioiden alkuperäiskansoja ja heimokansoja koskevan ILO:n
sme: konvenšuvnnas nr. 169 mii lea iešmearrideaddji stáhtaid álgoálbmogiid ja čearddaid

source: yleissopimuksen 35 artiklassa on tätä artiklan määräystä vastaava säännös.
sme: birra, artihkkal 35.

source: Valtioiden tulee osoittaa asiaankuuluvaa kunnioitusta saamelaisten oikeuskäsityksille, oikeudellisille perinteille ja perinnäistavoille.
sme: Sámiid árbevierut Stáhtat galget čájehit soahppevaš árvvusatnima sámi álbmoga riekteipmárdusaide, riekteárbevieruide ja dábiide.

source: Sen mukaisesti, mitä 1 kappaleessa määrätään, tulee sopimusvaltioiden, valmistellessaan lainsäädäntöä sellaisilla aloilla, joilla saattaa olla saamelaisia perinnäistapoja, erityisesti selvittää, onko perinnäistapoja olemassa ja tulisiko niille siinä tapauksessa antaa suojaa tai tulisiko ne muuten ottaa huomioon lainsäädännössä.
sme: Vuosttamuš lađđasa mielde stáhtat galget go ráhkadit lágaid áššesurggiid várás main sáhttet leat sápmelaš árbevierut, čielggadit erenoamážit leatgo dakkár árbevierut ja berrego, jos ležžet, addojuvvot daidda suodjalus dahje berrejito dat váldojuvvot vuhtii láhkaásahusas earaláhkai.

source: Myös lainkäytössä tulee saamelaiset perinnäistavat ottaa asianmukaisesti huomioon.
sme: Maiddái láhkageavahusasge galget sámiid árbevierut váldojuvvot doarvái bures vuhtii.

source: Tämä määräys koskee niin kutsuttua saamelaista käytäntöä yhteiskuntaelämän eri
sme: Mearrádus gieđahallá daid áššiid mat servodateallima iešguđet surggiin sáhttet

source: aloilla.
sme: gohčoduvvot sámi dáhpin.

source: Erityisesti sellaista käyttöä, joka antaa oikeudet maahan ja veteen, säännellään 34
sme: Geavahemiid dáfus mat ásahit vuoigatvuođaid

source: artiklassa ja 38 artiklan ensimmäisessä kappaleessa.
sme: eatnamiidda ja čáziide, de dat leat regulerejuvvon artihkkalis 34 ja artihkkalis 38

source: Esimerkkinä saamelaisten perinnäistavoista voidaan mainita poronhoidon alalla
sme: vuosttaš lađđasis.

source: toimiva siidajärjestelmä.
sme: Ovdamearkkat sámi árbevieruin leat boazodoalu siidaortnegat.

source: Yksittäinen siida voi noudattaa vuotuiskiertoa vuorovaikutuksessa
sme: Guhtege siida

source: muiden siidojen kanssa, ja suvun jäsenet turvaavat usein siidojen olemassaolon jatkuvuuden.
sme: čuovvu miehtá jagi johtinvuogádaga mii lea heivehuvvon nuppiid siiddaide, ja dat lea

source: Perinnäistavat leimaavat myös muilla tavoin poronhoitoa, johon liittyvät porojen
sme: dávjá bisson buolvvas bulvii. Maiddái earáge ládje lea boazodoalu geavaheamit

source: paimentaminen, merkintä ja poroerotus laumojen sekoittuessa toisiinsa. Myös syrjäseutujen
sme: nannosit árbevieruin gitta, guođoheamis, mearkumis, rátkkadeamis ja ealuid

source: muiden elinkeinojen, kuten metsästyksen, kalastuksen, puunkaadon, marjastuksen ym.,
sme: mastadeamis. Nu lea maiddái earáge ealáhusdoaimmaid organiseren meahcis dološ

source: organisoinnissa noudatetaan vanhoja perinnäistapoja, katso esimerkiksi Norjan korkeimman
sme: árbevieruid mielde, nugo meahčásteapmi, guolásteapmi, čuollamat, murjemat jna..

source: oikeuden antama maankäyttöä koskeva ratkaisu, johon viitataan Retstidende-lehdessä 2001
sme: geahča omd. čilgejuvvon geavaheami mii lea alimusrievtti duomus mii lea

source: sivulla 1229 (Svartskogen-asia). Myös riidanratkaisussa noudatetaan usein perinnäistapoihin
sme: váldojuvvon mielde Diggedieđuide 2001 (Rt. 2001), siidui 1229 (Čáhput-ášši).

source: perustuvia toimintamalleja, joissa keskustelu ja sovittelu ovat etusijalla oikeudellisiin
sme: Maiddái nággočoavdimatge dávjá čuvvot árbevierrun čieggan njuolggadusaid, main

source: ratkaisuihin nähden.
sme: gulahallan ja soabaheapmi vikkahuvvo eambbo go dikki duopmocealkin.

source: Muita esimerkkejä perinnäistavoista on löydettävissä perintöoikeudessa
sme: Eará

source: ja joikuja koskevissa tekijänoikeuksissa.
sme: ovdamearkkat árbevieruin leat árbenvierut ja olbmuid luđiid eaiggátvuohta.

source: Toisinaan perinnäistavoista puhuttaessa mainitaan samaan aikaan myös enemmän tai
sme: Oktan árbevieruiguin namahuvvojit muhtumin unnit eanet leavvan

source: vähemmän laajalle levinneet oikeuskäsitykset.
sme: riekteoainnut.

source: yleistyksestä, jolla ei ole empiiristä pohjaa.
sme: Dat leat dávjá generaliseren almmá empiralaš vuođu haga.

source: Tällaiset eri sukupolvien aikojen kuluessa
sme: Dattetge,

source: esittämissä kertomuksissa ilmenevät käsitykset voivat kuitenkin osaltaan auttaa ymmärtämään
sme: dakkár oainnut mat bohtet ovdan muitalusain buolvvas bulvii, sáhttet leat árbevieruid

source: näitä perinnäistapoja.
sme: ipmirdeami gáldut.

source: Saamelaiset perinnäistavat ja oikeuskäsitykset ovat tärkeä osa saamelaista kulttuuria.
sme: Sámi árbevierut ja riekteoainnut leat sámi kultuvrras deaŧalaš oassi. Dán

source: Tätä säännöstä sovellettaessa tulee ottaa huomioon 3 artikla.
sme: mearrádusa geavaheamis lea dárbu váldit vuhtii artihkkala 3.

source: Ensimmäisessä kappaleessa todetaan, että valtioiden tulee osoittaa asiaankuuluvaa
sme: Vuosttaš lađas nanne ahte konvenšuvdnastáhtat galget čájehit dárbbašlaš gutni

source: kunnioitusta saamelaisten oikeuskäsityksille, oikeudellisille perinteille ja perinnäistavoille.
sme: sámiid riekteoainnuide, riekteárbevieruide ja dábiide. Mii sáhttit čujuhit ILO-kon

source: Tässä yhteydessä voidaan viitata itsenäisten valtioiden alkuperäiskansoja ja heimokansoja
sme: venšuvdnii nr. 169 mii lea iešmearrideaddji stáhtaid álgoálbmogiid ja čearddaid birra,

source: Tämän säännöksen ulottuvuutta on käsitelty Norjan korkeimmassa oikeudessa, katso
sme: artihkkalii 8 mii cealká:

source: Toisen kappaleen ensimmäinen lause kuuluu: Sen mukaisesti, mitä 1 kappaleessa
sme: Dán mearrádusa duhkodat lea leamaš ovdan Norgga alimusrievttis, geahča

source: saattaa olla saamelaisia perinnäistapoja, erityisesti selvittää, onko perinnäistapoja olemassa ja
sme: Dieggedieđuid 2001 (Rt 2001), siiddu 1116.

source: lainsäädännössä. Tämän määräyksen mukaan lainsäätäjä on lakeja laatiessaan velvollinen
sme: Nubbi lađas, vuosttaš cealkka: Dán mearrádusa mielde lágaid ráhkadettiinnis

source: tutkimaan, onko olemassa saamelaisia perinnäistapoja.
sme: láhkaaddis lea geatnegasvuohta iskat leatgo sámi árbevierut.

source: Jos perinnäistapoja on olemassa,
sme: Jos lea dakkár

source: lainsäätäjän tulee tehdä selvitys niistä ja arvioida, tuleeko perinnäistavat sisällyttää
sme: árbevierru, de lahkaaddi dan čilget, ja árvvoštallat galgágo árbevierru váldojuvvot

source: lainsäädäntöön.
sme: mielde lágaide.

source: Lainsäätäjän ei siis tule kunnioittaa jokaista perinnäistapaa.
sme: Nu lea nappo dalle, ahte láhkaaddi ii ferte gudnejahttit juohke

source: tulee ottaa huomioon, kuten todetaan myös ILO:n yleissopimuksen n:o 169 8 artiklassa, ja
sme: árbevieru. Iskojuvvot galgá nugo ILO-konvenšuvdna nr. 169 artihkkal 8 čujuha.

source: tällöin on otettava huomioon myös 3 artiklan määräys saamelaisten itsemääräämisoikeudesta.
sme: Dakkár iskamis ferte váldit vuhtii artihkkala 3 mearrádusa, mii lea sámiid ieš

source: Perinnäistavan mahdollisen torjumisen syynä on tavan luonne eli esimerkiksi se, että
sme: mearridanvuoigatvuođa birra. Árbevieru kvalitehta dat ferte leat mii lea sivva go

source: perinnäistapa rikkoo muita perusperiaatteita.
sme: árbevierru hilgojuvvo, omd. dainnago dat rihkku eará vuođđoprinsihpaid.

source: Perinnäistapaa ei voi torjua sen takia, että viranomaisten on vaikea toteuttaa sitä
sme: Árbevieru ii leat vejolaš hilgut dainnago dan orru eiseválddiide váttis čađahit.

source: käytännössä. On esimerkiksi ollut vaikeaa saada hyväksyntää sille, että siidajärjestelmä on
sme: Váttis lea leamaš omd. oažžut dohkkehusa dasa ahte siidavuogádat lea deaŧalaš

source: tärkeä yksikkö Norjan poronhoidon sääntelyssä.
sme: Norgga boazodoalu reguleremis.

source: Vaikeudet johtuvat ensisijaisesti siitä,
sme: Váttisvuođat vulget vuos ja ovddimusat eiseválddiid

source: etteivät viranomaiset tunne eivätkä ymmärrä siidajärjestelmän merkitystä.
sme: váilevaš máhtuin ja ipmárdusas das mii siidavuogádat lea. Muhto nugo deattuhuvvo

source: Kuten 28 artiklaa
sme: artihkkala 28 mearkkašumiin, de eiseválddit mat galget bargat sámi áššiiguin, fertejit

source: koskevissa huomautuksissa kuitenkin korostetaan, saamelaisasioiden parissa työskentelevien
sme: skáhppot alcceseaset doarvái máhtu.

source: viranomaisten tulee huolehtia tarvittavan tiedon hankkimisesta.
sme: Nubbi lađas, nubbi cealkka: Mearrádus lea duopmostuoluid ja hálddahusa

source: Toisen kappaleen toinen lause: Myös lainkäytössä tulee saamelaiset perinnäistavat
sme: riektegeavahusa birra ja mearrida ahte dan oktavuođas fertejit doarvái bures váldit

source: ottaa asianmukaisesti huomioon.
sme: vuhtii sámi árbevieruid.

source: Tämä merkitsee, että tuomioistuinten ja hallintoelinten tulee
sme: Dat mearkkaša ahte duopmostuolut ja hálddahus aktiivva

source: aktiivisesti selvittää, onko kulloisellakin alalla olemassa saamelaisia perinnäistapoja.
sme: laččat fertejit čielggadit, leatgo sámi árbevierut dan suorggis.

source: Edelleen
sme: Dasto fertejit árvvoštallat, leago sámi árbevieruin riektekvalitehta, namalassii buktetgo árbevierrorievtti,

source: niiden tulee arvioida, ovatko saamelaiset perinnäistavat oikeudellisesti kelvollisia eli onko niistä kehittynyt tapaoikeus, vai tuleeko perinnäistapaa tai oikeuskäsitystä soveltaa jollakin
sme: vai leago nu ahte árbevierru dahje riekteoaidnu muđui boahtá mielde láhkadulkomis

source: muulla tavalla laintulkinnassa ja muissa konkreettisissa ratkaisuissa.
sme: ja konkrehta čovdosiid eará nyanseremis.

source: 5 artikla merkitsee, ettei 9 artiklan määräys koske ainoastaan ylinten valtiollisten
sme: Artihkkal 5 mearkkaša ahte artihkkala 9 mearrádus gusto ii duššefal

source: toimielinten oikeudenkäyttöä vaan kaikkea julkista vallankäyttöä.
sme: riektegeavahusas duoin nuppiin stáhtalaš orgánain, muhto buot almmolaš

source: 10 artikla
sme: váldegeavahusas.

source: Valtioiden tulee yhteistyössä saamelaiskäräjien kanssa edistää saamelaisten yli valtionrajojen suuntautuvan toiminnan kannalta merkityksellisen lainsäädännön ja muun sääntelyn jatkuvaa harmonisointia.
sme: Riektenjuolggadusaid harmoniseren Stáhtat galget ovttasráđiid sámedikkiiguin joatkevaččat bargat vai láhkaásahus ja eará reguleremat mat leat deaŧalaččat sámiid riikkarájiid rasttideaddji doaimmaide, sohpet buorebut oktii.

source: Saamelaisten välisen yhteistoiminnan järjestäminen yli valtionrajojen edellyttää,
sme: Eaktun sámiid rádjerasttideaddji ovttasbargguide lea ahte lágat ja eará

source: etteivät lait ja muut säännökset estä tällaista toimintaa.
sme: njuolggadusat eai hehtte dakkár ovttasráđálaš doaibmama.

source: 10 artikla velvoittaa sopimusvaltiot
sme: Artihkkal 10 geatnegahttá

source: edistämään saamelaisten yli valtionrajojen suuntautuvan toiminnan kannalta merkityksellisten
sme: stáhtaid bargat dan badjelii ahte lágat ja njuolggadusat harmoniserejuvvojit mat leat

source: lakien ja säännösten harmonisointia.
sme: deaŧalaččat sámiid rádjerasttideaddji ovttasdoaibmamii.

source: Tällaisen sääntelyn tulee tapahtua yhteistyössä
sme: Njuolggadusaid dakkár

source: saamelaiskäräjien kanssa.
sme: harmoniseren galgá čađahuvvot ovttasráđiid sámedikkiiguin.
